Revit 2024 API
SymbolTypeId.Ft Property
 Symbol ft, indicating unit Feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Ft { get; }
Visual Basic
Public Shared ReadOnly Property Ft As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Ft {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace